Repository: Nold360/wiiscrape
Catalog: locales/*/LC_MESSAGES/*.po
Languages: nl

source: Downloading:
nl: Downloaden:

source: - Failed downloading: %s - %s
nl: - Mislukt downloaden: %s - %s

source: Downloading Content:
nl: Downloaden van inhoud:

source: - Content: %i/%i [%s] - %i Bytes
nl: - Inhoud: %i/%i [%s] - %i Bytes

source: + Downloading %s(%s) v%s
nl: + Downloaden %s(%s) v%s

source: - Downloading Ticket..
nl: - Ticket downloaden ..

source: - No Ticket Available
nl: - Geen ticket beschikbaar

source: Loading Regions...
nl: Plaatsen laden ...

source: Error: Couldn't load regions from database.xml
nl: Fout: kan regio's niet laden vanuit database.xml

source: Creating list of all titles...
nl: Lijst met alle titels maken ...

source: Starting Download..
nl: Download starten..

source: Finished Download Thread - %s[%s]
nl: Klaar met downloaden - %s[%s]
